var CodeString = {
    //key值和errorCode里的定义对应
    '110': '俱乐部钻石不足',
    '111': '房卡不足',
    '112': '金币不足',
    '113': '俱乐部不存在',
    '114': '已经加入该俱乐部',
    '115': '俱乐部申请提交成功',
    '116': '不是该俱乐部成员',
    '117': '已经申请加入俱乐部',
    '118': '代理钻石不足',
    '119': '俱乐部权限太低',
    '122': '已经邀请过玩家',
    '123': '没有从DB中找到邀请信息',
    '124': '没有从DB中找到申请信息',
    '130': '等待其他人操作',
    '200': '大不过上家的信息',
    '201': '出牌牌形错误',
    '202': '没有大过上家的牌',
    '203': '只能从最大的牌出',
    '204': '不含有红桃三',
    '300': '13水倒水',

};

module.exports = CodeString;